Repository: common-repository/seekxl-snapr
Catalog: languages/SeekXLSnapr-*.po
Languages: de_de, it_it

source: Settings Updated.
de_de: Einstellungen aktualisiert.
it_it: Le impostazioni sono state aggiornate.

source: seekXL Snapr Settings
de_de: seekXL Snapr Einstellungen
it_it: Impostazioni seekXL Snapr

source: Show screenshots for all external links?
de_de: Screenshots f&uuml;r alle externen Links anzeigen?
it_it: Desideri che siano mostrate le istantanee per tutti i link esterni?

source: "Yes" activates the screenshots for all external links. "No" keeps the plugin active, but the screenshot tooltips will be shown only when the links are tagged manually. How this is done, you can learn in <i>readme.txt</i>
de_de: "Ja" aktiviert die Screenshots f&uuml;r alle externen Links. Bei "Nein" bleibt das Plugin aktiv, aber die Screenshot Tooltips werden nur angezeigt, wenn die Links von Hand gekennzeichnet werden. Wie das funktioniert steht in der Datei <i>liesmich.txt</i>
it_it: "Sì" attiva le istantanee per tutti i link esterni. "No" mantiene attivo il plugin mentre il box informativo per le istantanee verrà mostrato solamente se i link saranno stati modificati manualmente. Leggi il <i>readme.txt</i> per ulteriori informazioni

source: Yes
de_de: Ja
it_it: Sì

source: No
de_de: Nein

source: Thumbnail size
de_de: Thumbnail Gr&ouml;&szlig;e
it_it: Dimensione miniature

source: Choose the size of the screenshot thumbnails.
de_de: W&auml;hlen Sie die Gr&ouml;&szlig;e der Screenshot Thumbnails.
it_it: Scegli la dimensione per le miniature delle istantanee.

source: Thubmnail size:
de_de: Thubmnail Gr&ouml;&szlig;e:
it_it: Dimensione delle miniature:

source: tiny 100x75
de_de: Winzig 100x75
it_it: minuscola 100x75

source: small 200x150
de_de: Klein 200x150
it_it: piccola 200x150

source: medium 400x300
de_de: Mittel 400x300
it_it: media 400x300

source: large 640x480
de_de: Gro&szlig; 640x480
it_it: grande 640x480

source: Use own logo?
de_de: Eigenes Logo benutzen?
it_it: Desideri utilizzare un proprio logo?

source: To use your own logo, you need to <a href="http://snapr.seekxl.de/register/">register</a> and fill in your logo key below.
de_de: Um ein eigenes Logo nutzen zu k&ouml;nnen, muss man sich zuerst <a href="http://snapr.seekxl.de/register/">registrieren</a> und anschlie&szlig;end den erhaltenen Key unten eintragen.
it_it: Per poter usare un proprio logo, sarà necessaria una <a href="http://snapr.seekxl.de/register/">registrazione</a> ed inserire quindi qui sotto la chiave del tuo logo.

source: Your own logos will not be shown, until a key is entered and the setting is set to "Yes".
de_de: Erst wenn ein Key eingetragen ist und die Logo Einstellung auf "Ja" gestellt wird, werden eigene Logos angezeigt.
it_it: Una volta inserita la chiave e le impostazioni per il logo settate a "Sì", il proprio logo verrà mostrato.

source: Update Settings
de_de: Einstellungen aktualisieren
it_it: Aggiorna le impostazioni

source: Logo Key
it_it: Chiave del logo
